[
  {
    "number": 1,
    "title": "The Resettlement Agency",
    "intro": "\t There are 9 major resettlement agencies in the US, with each one having smaller, affiliate organizations that somewhat-independently conduct their own resettlement operations. The agency for the Lehigh Valley is Bethany Christian Services (BCS, which will refer directly to the Lehigh Valley office), which is an affiliate of Lutheran Immigration and Refugee Services (LIRS). Though BCS used to be rather sizable, budget cuts in recent years have reduced the organization to three paid staff, along with a network of volunteers. The three staff members are Marla Sell, the director, Mohammed Obaid, the general case worker, and Mu Kpaw, the employment case worker. The general case worker will be referenced as just the case worker, since they handle everything except for employment. The BCS office is located at the corner of 5th Street and Linden Street in Allentown, in the second floor offices of the Grace Episcopal Church. \n\t Once BCS has notified you (the sponsoring organization) of an arrival, it is up to you to determine if you should decide to spoonsor them. There may be a variety of factors involved, such as the number of people, their ages, the availability of housing, etc. BCS will provide a biodata form that gives basic information about each person in the case, including their name, date of birth, country of nationality, country of origin (which necessarily must be different than country of nationality to be considered a refugee by the UNHCR), notable medical concerns, languages spoken/literate in, education experience, and employment experience. This information is all that you get prior to their arrival, so you must do your best to prepare with it. A lot of things can be acted upon with just this, such as gathering beds/furniture, identifying a culturally appropriate meal for the night of their arrival, and searching (in-group and out) for translators, but other things, such as school enrollment and necessary medical appointments, must wait until their arrival. \n",
    "sections": [
      {
        "title": "Cultural Orientation",
        "description": "\t After the family has arrived and settled in, they will begin Cultural Orientation through BCS. This is run in the home by two BCS volunteers, a facilitator and a translator, and covers a range of topics, listed below (a more descriptive version can be found in the Appendix): \n LIST[[Role of the Local Resettlement Agency],[Refugee Status], [English], [Public Assistance], [U.S. Laws], [Your New Community], [Employment], [Health], [Budgeting and Personal Finance], [Housing], [Hygiene], [Safety], [Cultural Adjustment], [Education], [Transportation]] \t This Cultural Orientation will talk place over approximately four two hour sessions and concludes with a written exam (in English) aimed at assessing a general understanding of all of the topics. This exam is assisted by the translator and can be taken multiple times until satisfactorily completed, at the discretion of BCS. \n",
        "subsections": []
      },
      {
        "title": "The Case Worker",
        "description": "\t The case worker plays a critical role in the resettlement process and should serve as the main point of contact with the resettlement agency, although the director is more than willing and to help and answer questions as needed. The case worker will does the intake paperwork with BCS and facilitate much of the governmental interactions for the family, such as getting the first month of SNAP benefits expedited. The case worker is actively involved until the three month mark, at which they complete a summarizing report and significantly decrease involvement and contact with the family. This can change, however, due to extenuating circumstances and they will continue to answer questions and such after the three month mark. \n",
        "subsections": []
      },
      {
        "title": "Refugee Social Services",
        "description": "\t After the case worker is no longer actively associated with the family, they will enter into the resettlement agency's Refugee Social Services program. This program provides them with more infrequent, somewhat-on-demand assistance. Much of this is done through the Episcopal Church of the Mediator in Allentown, which runs the Refugee Center, at which the director of BCS holds \"office hours\" and through which the family can get school uniforms for the kids. \n",
        "subsections": []
      }
    ]
  },
  {
    "number": 2,
    "title": "Government & Paperwork",
    "intro": "",
    "sections": [
      {
        "title": "Initial Paperwork",
        "description": "\t When a family arrives, they will have a bag from the International Organization for Migration (IOM) full of paperwork. Some of this paperwork isn't that meaningful (though it should still be scanned and archived), but a few of the forms are absolutely critical to the rest of the process. \n",
        "subsections": [
          {
            "title": "Flight Documents",
            "description": "\t The flight documents are largely unimportant but still relevant for archival. This will include the booking confirmation for their flights, their customs declaration form, their tickets, their boarding passes, and their IOM itinerary. \n"
          },
          {
            "title": "Reception Documents",
            "description": "\t The reception documents contain more important documents than the flight documents. There will be some intermediary paperwork from refugee processing centers, including name/alias checks, the placement assurance form (which is when BCS contractually agrees to resettle the family), their IOM luggage tag, the biodata form (described in Chapter 3), and their travel loan contract (which will be discussed later in this chapter). \n"
          },
          {
            "title": "Non-American Legal Documents",
            "description": "\t The family may bring with them some paperwork from countries they've previously resided in. This may include birth certificates (usually for children), baptism certificates, or marriage certificates, which can be from their country of nationality, the country they resided in when they got refugee status, or some other country of previous residence. \n"
          },
          {
            "title": "Travel Document/Visa",
            "description": "\t The visa is by far the most important document in the IOM bag. This is critical for getting Social Security cards and Public Assistance, among other things. It contains pictures and basic info about each family members, as well as a Travel Document ID and each person's A-number (it stands for Alien Registration number, but will be referred to as the passport number). \n"
          }
        ]
      },
      {
        "title": "USCIS Paperwork",
        "description": "\t USCIS, or United States Citizenship and Immigration Services, has several important pieces of paperwork associated with it. The first is the I-94, which is their record of entries to the US by people who aren't citizens or permanent residents (neither of which pertains to refugees who just entered the country). The I-94 is another critical piece of paperwork, as it is needed for social security, employment, and much more. Each member of the family has an I-94 and it may take some time for BCS to receive them from USCIS. It can range from the day of arrival to 2 or 3 weeks after. This is crucial because a lot of the resettlement process cannot continue without them. \n\t Refugees are also eligible to obtain an Employment Authorization Card (EAC). This is definitely not necessary, but can be useful in some circumstances. Refugees are legally, as part of their status, eligible to work without any extra authorization, so they don't need an EAC. This is not something that you should go too far out of your way to get, but the case worker may do this on their own. \n\t The last form of relevance is the AR-11, or the \"Alien's Change of Address Card\". One of these must be completed within two weeks of arrival, as well as every time they move, and can be done on paper or online. Each person must have their own AR-11 submitted each time. \n",
        "subsections": []
      },
      {
        "title": "The County Assistance Office",
        "description": "",
        "subsections": []
      }
    ]
  }
]
